var job = {
  "관리직": [
    "고위공무원 및 기업 고위임원",
    "경영지원, 행정 및 금융 관련 관리자",
    "사회서비스 관련 관리자 (교육, 법률, 보건 등)",
    "문화, 예술, 디자인, 영상 관련 관리자",
    "건설 및 생산 관련 관리자",
    "정보통신관련 관리자",
    "영업, 판매 및 운송관련 관리자",
    "음식, 숙박, 여행, 오락 및 스포츠 관련 관리자",
    "환경, 청소 및 경비 관련 관리자"
  ],
  "경영, 회계, 사무 관리직": [
    "경영 및 행정 관련 전문가",
    "회계, 세무 및 감정평가 관련 전문가",
    "광고, 홍보, 조사, 행사기획 관련 전문가",
    "경영지원 및 행정 관련 사무원",
    "생산관련 사무원",
    "무역 및 운송 관련 사무원",
    "회계 및 경리 관련 사무원",
    "안내·접수, 고객응대, 통계조사 관련 사무원",
    "비서 및 사무보조원"
  ],
  "금융, 보험 관리직": [
    "금융, 보험 관련 전문가",
    "금융 및 보험관련 사무원",
    "보험 관련 영업원"
  ],
  "교육 및 자연과학, 사회과학 연구 관련직": [
    "대학교수(시간강사 포함)",
    "장학관 및 교육관련 전문가",
    "자연과학, 생명과학 관련 전문가",
    "인문사회과학 관련 전문가",
    "자연과학, 생명과학 관련 시험원",
    "학교교사",
    "유치원교사",
    "학원강사 및 학습지 교사"
  ],
  "법률, 경찰, 소방, 교도 관련직": [
    "법률 전문가",
    "법률관련 사무원",
    "경찰, 소방, 교도 관련 종사자"
  ],
  "보건, 의료 관련직": [
    "의사",
    "수의사",
    "약사",
    "간호사 및 치과위생사",
    "치료사",
    "의료장비 및 치과 관련 기술 종사자",
    "의료 및 보건 서비스 관련 종사자",
    "의료복지 관련 단순 종사자"
  ],
  "사회복지 및 종교 관련직": [
    "사회복지 및 상담 전문가",
    "보육교사, 육아도우미 및 생활지도원",
    "성직자 및 종교관련 종사자"
  ],
  "문화, 에술, 디자인, 방송 관련직": [
    "작가 및 출판 전문가",
    "학예사, 사서 및 기록물관리사",
    "기자",
    "창작 및 공연 관련 전문가",
    "디자이너",
    "영화, 연극 및 방송관련 전문가",
    "영화, 연극 및 방송관련 기술 종사자",
    "연예인 매니저 및 기타 문화/예술 관련 종사자"
  ],
  "운전 및 운송 관련직": [
    "선박, 항공기 조종 및 관제 관련 종사자",
    "철도, 지하철 기관사 및 관련 종사자",
    "자동차 운전원",
    "물품이동장비 조작원",
    "배달원 및 운송 관련 단순 종사자"
  ],
  "영업 및 판매 관련직": [
    "영업원 및 상품중개인",
    "부동산중개인",
    "판매원 및 상품대여원",
    "계산원 및 매표원",
    "노점,이동,방문 판매원 및 판매관련 단순 종사자"
  ],
  "경비 및 청소 관련적": [
    "경호원, 청원경찰, 보안 관련 종사자",
    "경비원",
    "청소원, 가사도우미, 그 외 청소관련 단순 종사자",
    "세탁원 및 다림질원",
    "계기검침, 수금 및 주차관리 관련 단순 종사자"
  ],
  "미용, 숙박, 여행, 오락, 스포츠 관련직": [
    "이,미용 및 관련 서비스 종사자",
    "결혼 및 장례 관련 서비스 종사자",
    "여행 서비스 관련 종사자",
    "승무원",
    "숙박시설 서비스 관련 종사자",
    "오락 시설 서비스 관련 종사자",
    "스포츠 및 레크레이션 관련 종사자"
  ],
  "음식 서비스 관련직": [
    "주방장 및 조리사",
    "식당 서비스 관련 종사자"
  ],
  "건설 관련직": [
    "건축 및 토목 관련 기술자 및 시험원",
    "건설구조관련 기능 종사자",
    "건설마감관련 기능 종사자",
    "배관공",
    "건설 및 채굴기계 운전원",
    "토목 및 채굴 관련 종사자",
    "건설 및 광업관련 단순 종사자"
  ],
  "기계 관련직": [
    "기계공학 기술자, 연구원 및 시험원",
    "기계장비 설치 및 정비원",
    "운송장비정비원(자동차 제외)",
    "자동차정비원",
    "금형 및 공작기계 조작원",
    "냉난방 관련 설비 조작원",
    "자동조립라인 및 산업용 로봇 조작원",
    "자동차 및 자동차 부분품 조립원",
    "운송차량 및 기계 관련 조립원"
  ],
  "재료 관련직(금속,유리, 점토, 시멘트)": [
    "금속 및 재료공학 기술자, 연구원 및 시험원",
    "판금, 제관 및 섀시 관련 종사자",
    "단조원 및 주조원",
    "용접원",
    "도장기 및 도금기 조작원",
    "금속가공관련 장치 및 기계 조작원",
    "비금속제조관련 장치 및 기계 조작원"
  ],
  "화학관련직": [
    "화학공학기술자, 연구원및시험원",
    "석유및화학물가공장치조작원",
    "화학, 고무및플라스틱제품생산기조작원"
  ],
  "섬유및의복관련직": [
    "섬유공학기술자, 연구원및시험원",
    "섬유제조기계조작원",
    "섬유가공관련조작원",
    "의복제조원및수선원",
    "재단, 재봉및관련기능종사자",
    "제화및기타직물관련기계조작원및조립원"
  ],
  "전기, 전자관련직": [
    "전기및전자공학기술자, 연구원및시험원",
    "전공",
    "전기, 전자기기설치및수리원",
    "발전및배전장치조작원",
    "전기및전자설비조작원",
    "전기, 전자부품및제품제조기계조작원",
    "전기, 전자부품및제품조립원"
  ],
  "정보통신관련직": [
    "컴퓨터하드웨어및통신공학기술자, 연구원",
    "컴퓨터시스템설계전문가",
    "소프트웨어개발전문가",
    "웹전문가",
    "데이터베이스및정보시스템운영전문가",
    "통신및방송장비기사및설치및수리원"
  ],
  "식품가공관련직": [
    "식품공학기술자, 연구원및시험원",
    "제과, 제빵원및떡제조원",
    "식품가공관련기능종사자",
    "식품제조기계조작원"
  ],
  "환경, 인새, 목재, 가구, 고에및생산단순직": [
    "환경공학기술자, 연구원및관련시험원",
    "산업안전및에너지, 기타공학기술자, 연구원및시험원",
    "환경관련장치조작원(상하수, 소각)",
    "인쇄및사진현상관련조작원",
    "목재, 펄프, 종이가공및제조관련조작원",
    "가구, 목제품조립및제조관련종사자",
    "공예원, 세공원및악기제조원, 기타기능종사자",
    "간판제작, 설치및기타제조관련기계조작원",
    "제조관련단순종사자"
  ],
  "농림이업관련직": [
    "작물재배종사자",
    "낙농및사육관련종사자",
    "임업관련종사자",
    "어업관련종사자",
    "농림어업관련단순종사자"
  ]
}